[Creature.CharClass_Sage_Skag_Mission_Pukey AIClassDefinition]
DefaultDisplayName="to be paid"
UBMKilledByMessageString=""

[Population.PawnBalance_Sage_Pukey AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="i will play",TransformedNames=((TransformedName="Fire extinguisher, fire protection"),(TransformedName="Shut down"),(TransformedName="it is acidic"),(TransformedName="Slag coating")))

